Repository: tdausner-c5/c5.tds_youtube
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Adds ZIP gallery button to the WYSIWYG editor
de_de: Fügt Schaltfläche für ZIP-Bildergalerien zum WYSIWYG-Editor

source: ZIP Gallery
de_de: ZIP-Bildergalerie

source: ZIP Gallery Plugin
de_de: ZIP-Bildergalerie Plugin

source: Insert ZIP gallery
de_de: ZIP-Bildergalerie einfügen

source: Edit link to ZIP gallery
de_de: Link auf ZIP-Bildergalerie bearbeiten

source: Link to ZIP file
de_de: Link zur ZIP-Datei

source: File is no ZIP archive
de_de: Die gewählte Datei ist kein ZIP-Archiv

source: Link must not be empty
de_de: Link darf nicht leer sein

source: Select ZIP file
de_de: ZIP-Datei auswählen

source: Title of gallery link
de_de: Titel des Links zur Bildergalerie

source: Link title must not be empty
de_de: Der Titel des Links darf nicht leer sein

source: Error resolving URL <%s>
de_de: Fehler beim Auflösen der URL <%s>

source: Gallery <%s> has no valid images
de_de: Die Bildergalerie <%s> enthält keine gültigen Bilder

source: Error loading information from file <%s>
de_de: Fehler beim Laden der Info aus Datei <%s>
